[
  {
  "0": {
    "name": "Adam Back, Co-Founder and CEO of Blockstream",
    "quote": [" “Drivechains…are pretty cool…and arguably could have been more important or useful than let’s say Taproot.”", "“Props to @Truthcoin and team for implementing and validating drivechain design.”"],
    "link": ["https://t.co/znmZdFfV83", "https://twitter.com/adam3us/status/1580282460234924032"]
  },
  "1": {
    "name": " Fiatjaf, Creator of Nostr",
    "quote": [" “Drivechain is our only hope.”", "“We need Drivechain or all the work of thousands in the last 13 years will be in vain.”"],
    "link": ["https://twitter.com/fiatjaf/status/1380583953195749378", "https://twitter.com/fiatjaf/status/1611138970850676739"]
  },
  "2": {
    "name": "Olaoluwa Osuntokun, CTO of Lightning Labs",
    "quote": [" “In the past year, the drivechain specs seem to have come a long way.”"],
    "link": ["https://twitter.com/roasbeef/status/946036030590906368"]
  },
  "3": {
    "name": "Ruben Somsen, Bitcoin Sorcerer and Creator of Spacechains",
    "quote": [" “I would like to see Drivechains happen and run it as an experiment and see how it goes.”"],
    "link": ["https://www.unhashedpodcast.com/episodes/2021/3/30/ep-129-l2-scaling-in-ethereum-and-bitcoin-w-eric-wall-amp-somsen"]
  },
  "4": {
    "name": "Anton Kumaigorodski, LN developer",
    "quote": [" “here’s another project which I think is more critical than LN for bitcoin’s long term survival”"],
    "link": ["https://t.me/lightningwallet/11374"]
  },
  "5": {
    "name": " Super Testnet, Freelance Software Developer specializing in Bitcoin, Lightning, and Nostr",
    "quote": [" “I’m not convinced it hurts anyone, but I am convinced it brings us slightly better sidechains than what we have today, and helps miners make more in fees.”", "“Personally, I would not use drivechains if they existed […] But I don’t think that is a good reason to block the softfork. You don’t have to personally want to use something to support making it an option.”", "“There is already a fork of bitcoin with bip300 support. If 51% of bitcoiners run it then we have bip300. If anyone wants help setting it up, I’m happy to assist.”"],
    "link": ["https://twitter.com/super_testnet/status/1617226991710658562", "https://twitter.com/super_testnet/status/1608967999532470272", "https://twitter.com/super_testnet/status/1617205607617929217"]
  },
  "6": {
    "name": " Aaron van Wirdum, Journalist at Bitcoin Magazine",
    "quote": [" “Surely you wouldn’t prefer off-chain custodial accounts (eg. Coinbase) over sidechain balances (eg. Drivechain)?”","“Custodial services can steal your bitcoin successfully 100% of the time. How can sidechains be worse than that?”"],
    "link": ["https://twitter.com/AaronvanW/status/1002916724935675904", "https://twitter.com/AaronvanW/status/1002919331758473217"]
  },
  "7": {
    "name": " Mario Gibney, Bitcoin promoter. Formerly at Ledn and Blockstream",
    "quote": [" “[If Drivechain is] …incredibly useful… [it may] push toward greater total fees added to bitcoin.”"],
    "link": [" https://twitter.com/Mario_Gibney/status/1457755740509245452"]
  },
  "8": {
    "name": " Andreas Brekken, Founder of SideShiftAI",
    "quote": [" “Activate BIP 300! This is how we get DeFi on Bitcoin. Drivechain: https://drivechain.info”", "“Monero should be a sidechain of Bitcoin using Drivechain”"],
    "link": ["https://twitter.com/abrkn/status/1397456620439834628", "https://twitter.com/abrkn/status/1403649701887365120"]
  },
  "9": {
    "name": " Michael Tidwell, Co-Founder of TABConf, Founder of The Atlanta BidDevs, and VP of Infrastructure at ZEBEDEE",
    "quote": [" “a sad unlikely future would be bip300 is done as a last ditch effort to take $ share% away from alts. i hope if/when bip300,.. it’s done out of the love for btc innovation…”"],
    "link": ["https://twitter.com/miketwenty1/status/1466434096461197318"]
  },
  "10": {
    "name": " Kalle Alm, Bitcoin Core Contributor",
    "quote": [" “My understanding is there’s some controversy/contention about drivechains, but the idea seems pretty cool, yep.”"],
    "link": [" https://twitter.com/kallewoof/status/1404675811869806593"]
  },
  "11": {
    "name": " Vlad Costea, Host of the Bitcoin Takeover Podcast",
    "quote": [" “Drivechains are the purest form of Bitcoin maximalism. Anything else is conservatism in comparison.”"],
    "link": [" https://twitter.com/thevladcostea/status/1615009368071720962"]
  },
  "12": {
    "name": " Torkel Rogstad, Co-Founder of Bare Bitcoin and Software Developer at Arcane Crypto",
    "quote": [" “We desperately need to take a long and hard look in the mirror, and start doing things differently. I think starting a more serious and thorough discussion about BIP300 (Drivechain) is the right place to start.”"],
    "link": [" https://twitter.com/torkelrogstad/status/1512501111659409409"]
  },
  "13": {
    "name": " Sergio Demian Lerner, Chief of Innovation at IOV Labs and Designer of the RSK Rootstock Bitcoin sidechain",
    "quote": [" “[…] migrate Rootstock to a drivechain when it is softforked into Bitcoin […] the destiny is to become fully decentralized.”", "“[…] sidechains are the natural extension of the Bitcoin finance stack […]. A sidechain is a blockchain that is highly incentive-aligned with the Bitcoin community.”"],
    "link": ["https://twitter.com/SDLerner/status/1617188603267792897", "https://medium.com/iovlabs-innovation-stories/bitcoin-sidechains-74a72ceba35d"]
  },
  "14": {
    "name": " Pete Rizzo, Editor of Bitcoin Magazine and Editor At Large of Kraken Digital Asset Exchange",
    "quote": [" “…I think anybody in the developer community will tell you, even if they don’t want to do Drivechains, that they respect Paul Sztorc, because Paul Sztorc is trying to further Bitcoin as a technology.”"],
    "link": [" https://www.whatbitcoindid.com/podcast/the-role-of-bitcoin-maximalism-part-2"]
  },
  "15": {
    "name": " Peter McCormack, Host of the What Bitcoin Did podcast",
    "quote": [" “I like that fact that it just gives me one currency to go around and do all these other things, I like that a lot so that’s cool.”"],
    "link": [" https://www.whatbitcoindid.com/podcast/should-drivechains-come-to-bitcoin"]
  },
  "16": {
    "name": " Edan Yago, Cheerleader-In-Chief of Sovryn",
    "quote": [" “The only thing missing from Bitcoin is that ability to adopt any feature or technology without changing main chain. BIP 300 fixes this.”"],
    "link": [" https://twitter.com/EdanYago/status/1402036078614306822"]
  },
  "17": {
    "name": "Brad Mills, investor, entrepreneur, and Host of the Magic Internet Money podcast",
    "quote": [" “I think it’s time the Bitcoin community took a more serious look at @Truthcoin’s drivechain proposal. [...]”"],
    "link": [" https://twitter.com/bradmillscan/status/1401981128328855555"]
  },
  "18": {
    "name": " Guy Swann, Host of the Bitcoin Audible podcast",
    "quote": [" “I feel like sidechains are an inevitable part of the ecosystem for multiple reasons, & I simply see BIP300 as a hashrate based sidechain rather than a federated multisig. I 100% agree on the alts issue, but that’s not why i am interested in it.”"],
    "link": [" https://twitter.com/TheGuySwann/status/1457557455127425030"]
  },
  "19": {
    "name": " John Light, Product at Sovryn. Bitcoin researcher.",
    "quote": [" “I would like to see both validity rollups and drivechains offered as options for people on Bitcoin layer one. […] I think it would make sense to do drivechains first rather than wait until validity rollups are ready. […] What I call the “miners will steal hypothesis” has so far been proven to be false on blockchains that implement basically the same security model [as Drivechain]”."],
    "link": ["https://twitter.com/i/spaces/1LyGBqDkkYEKN?s=20"]
  },
  "20": {
    "name": " Andrew Bailey, Associate Professor of Humanities/Philosophy, Yale-NUS College",
    "quote": [" “A year later, I’m starting to have views. They’re pretty pro-BIP300, I confess!”"],
    "link": ["https://twitter.com/resistancemoney/status/1614111587601874946"]
  },
  "21": {
    "name": " Troy Cross, Professor of Philosophy and Humanities at Reed College",
    "quote": [" “[…] long-term we need either a better fee market, something like drivechains, or else… mining at a loss by large stakeholders.”","“I agree.” (In response to: “Building on bitcoin will increase in an exciting way once drivechain is adopted. #Hivemind”)"],
    "link": ["https://twitter.com/thetrocro/status/1504493801003360258", "https://twitter.com/thetrocro/status/1618112234533842944"]
  },
  "22": {
    "name": " Eric Wall, Investor and Software Engineer",
    "quote": [" “It’s been 7 years since @Truthcoin wrote the original drivechain blog post. if you went back in time and told me that 7 years later no effort has been made towards merge-mined sidechains but that the same people who opposed them were upset ethereum existed i’d laugh in your face”"],
    "link": ["https://twitter.com/ercwl/status/1594449547689869319"]
  },
  "23": {
    "name": " Nic Carter, Founder and General Partner, Castle Island Ventures",
    "quote": [" “I agree with all of this”"],
    "link": ["https://twitter.com/nic__carter/status/1542176840726495232"]
  },
  "24": {
    "name": " Sjors Provoost, Bitcoin Core contributor",
    "quote": [" “What I find most appealing about the Drivechain idea is the separation of funding second layer and using second layer. With Lighning everyone needs to open their own channels which is expensive, whereas Drivechain would allow economies of scale for those transfers. If it works.”"],
    "link": ["https://twitter.com/provoost/status/946327279633911808"]
  },
  "25": {
    "name": " Joe007, Cryptocurrency trader",
    "quote": ["“As a self-professed Bitcoin maximalist, I support #BIP300. Enabling permissionless innovation on top of a stable and conservative Bitcoin base layer (rather than pushing them into shitcoinosphere) is a very important goal. That's how modern versatile Internet came into being.”"],
    "link": ["https://twitter.com/J0E007/status/1408788553560117256"]
  }
},

{
  "0": {
    "name": " Bryan Bishop, Co-Founder and Chief Technology Offier of Custodia Bank (formerly Avanti Bank & Trust), Bitcoin Core Contributor",
    "quote": [" “w/ sidechains many fast upgrades can be tested with real bitcoin without impacting entire bitcoin protocol. Mainnet? Might take a while.”"],
    "link": [" https://twitter.com/kanzure/status/892130601448484864?s=20&t=8c0eFtMa_Ohw5v5ENly_ZQ"]
  },
  "1": {
    "name": " Junseth, Bitcoin OG and Co-Host of the Bitcoin Unlimited podcast",
    "quote": [" “I think that Sidechains are a way to experiment on Bitcoin. […] If we do have a widely used EVM on Bitcoin or one that is easily accessible, it kills a lot of propositions that Ethereum makes.”"],
    "link": ["https://bitcoinmagazine.com/culture/bitcoin-businesses-the-biz-john-carvalho"]
  },
  "2": {
    "name": " Tuur Demeester, Founder of Adamant Capital",
    "quote": [" “Sidechains could be a game changer. Merge mining allows for reaping rewards of multiple chains at once. Keep an eye on #drivechain.”","“I don’t have a strong view […]”"],
    "link": ["https://twitter.com/TuurDemeester/status/900703059390726144", "https://twitter.com/TuurDemeester/status/1612335728549044225"]
  },
  "3": {
    "name": " Sergej Kotliar, Founder and CEO of Bitrefill",
    "quote": [" “A surprisingly large number of bitcoiners seem to be ok w bitcoin being this pure but niche thing while all of the financial activity happens elsewhere on things like stablecoins and banks. “It will all fix itself after hyperbitcoinization 🤷‍♂️”"],
    "link": ["https://twitter.com/ziggamon/status/1617586084615159808"]
  },
  "4": {
    "name": " Rijndael, Bitcoiner and Former AWS Principal Engineer",
    "quote": [" “I am pro-sidechain. […]”"],
    "link": ["https://twitter.com/rot13maxi/status/1617686566864052224"]
  },
  "5": {
    "name": " Oflow Show, Bitcoiner and recording artist",
    "quote": [" “Everyone wants to see sidechains become even more decentralized.”"],
    "link": ["https://twitter.com/oflowshow/status/1476609145423859714"]
  }
  }
]